# Максимальная длинна символов 50 для username.
USERNAME_MAX_LENGTH: int = 50

# Максимальная длинна символов 50 для имени пользователя.
NAME_MAX_LENGTH: int = 150

# Максимальная длинна символов 255 для тайтла.
TITLE_MAX_LENGTH: int = 255

# Максимальная длинна символов 255 для slug.
SLUG_MAX_LENGTH: int = 255

# Максимальная длинна символов 500 для bio юзера.
BIO_MAX_LENGTH: int = 500

# Максимальная длинна символов 500 для описания.
DESC_MAX_LENGTH: int = 500

# Максимальная длинна символов 500 для комментариев.
COMM_MAX_LENGTH: int = 1000

# Максимальная длинна символов 1000 для пути файлов.
PATH_MAX_LENGTH: int = 1000

# Пагинация постов.
PAGINATE_POSTS_COUNT: int = 4
